







<span style="display: none;" id="nomeAbaRetornoFiltro-A" >Acórdãos(45379)</span>
<input id="totalResultadoAbaRetornoFiltro-A" type="hidden" value="45379" />

		
			








	<table cellspacing="0" cellpadding="0" class="" width="100%">
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>1&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335689" cdForo="0" >
										2302648-11.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335689" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335689);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335689" style="display: none;" >									
	<div id="textAreaDados_15335689" class="mensagemSemFormatacao" >
		HABEAS CORPUS &ndash;  alega&ccedil;&atilde;o de falta de fundamenta&ccedil;&atilde;o id&ocirc;nea na r.decis&atilde;o que converteu a pris&atilde;o em flagrante em preventiva &ndash;  inocorr&ecirc;ncia
HABEAS CORPUS &ndash;  presen&ccedil;a do fumus commissi delicti &ndash;  materialidade demonstrada pelo boletim de ocorr&ecirc;ncia e auto de apreens&atilde;o - prova oral que indica o paciente como autor do furto, em especial  a confiss&atilde;o dos demais comparsas - presen&ccedil;a do periculum libertatis pelo fato do paciente praticar crime com alta reprovabilidade &ndash;  subtra&ccedil;&atilde;o, com mais dois comparsas, de bens de alto valor, quais sejam, oito baterias avaliadas em cerca de R$ 2.000,00 cada uma, e,  no mesmo contexto, o paciente ofereceu resist&ecirc;ncia e tentou arrebatar a arma de um dos policiais, al&eacute;m do que ofendeu a integridade f&iacute;sica de outro policial respons&aacute;vel pela abordagem &ndash;  periculosidade &ndash;  maus antecedentes - condena&ccedil;&atilde;o por roubo majorado- periculosidade e culpabilidade excessivas justificam a pris&atilde;o preventiva para garantia da ordem p&uacute;blica. 
HABEAS CORPUS &ndash;  impossibilidade de an&aacute;lise aprofundada do m&eacute;rito para verificar a possibilidade de regime diverso do fechado ou do cabimento da substitui&ccedil;&atilde;o da pena privativa de liberdade por pena restritiva de direito, verdadeiro exerc&iacute;cio de futurologia.
PANDEMIA - corona v&iacute;rus - n&atilde;o preenchimento dos requisitos m&iacute;nimos do grupo de risco - aus&ecirc;ncia de comprova&ccedil;&atilde;o de presen&ccedil;a de pessoa infectada com o mencionado v&iacute;rus no estabelecimento no qual se encontra o paciente, nem tampouco comprova&ccedil;&atilde;o de falta de suporte m&eacute;dico no estabelecimento prisional - paciente em efetivo isolamento social - indefere-se o processamento. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2302648-11.2021.8.26.0000; Relator (a):&nbsp;Mens de Mello; &Oacute;rg&atilde;o Julgador: 7&ordf; C&acirc;mara de Direito Criminal; Foro de S&atilde;o Bernardo do Campo -&nbsp;3&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(2 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Furto Qualificado											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Mens de Mello
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Bernardo do Campo
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									7ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>HABEAS CORPUS –  alegação de falta de fundamentação idônea na r.decisão que converteu a prisão em flagrante em preventiva –  inocorrência
HABEAS CORPUS –  presença do fumus commissi delicti –  materialidade demonstrada pelo boletim de ocorrência e auto de apreensão - prova oral que indica o paciente como autor do furto, em especial  a confissão dos demais comparsas - presença do periculum
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>HABEAS CORPUS –  alegação de falta de fundamentação idônea na r.decisão que converteu a prisão em flagrante em preventiva –  inocorrência
HABEAS CORPUS –  presença do fumus commissi delicti –  materialidade demonstrada pelo boletim de ocorrência e auto de apreensão - prova oral que indica o paciente como autor do furto, em especial  a confissão dos demais comparsas - presença do periculum libertatis pelo fato do paciente praticar crime com alta reprovabilidade –  subtração, com mais dois comparsas, de bens de alto valor, quais sejam, oito baterias avaliadas em cerca de R$ 2.000,00 cada uma, e,  no mesmo contexto, o paciente ofereceu resistência e tentou arrebatar a arma de um dos policiais, além do que ofendeu a integridade física de outro policial responsável pela abordagem –  periculosidade –  maus antecedentes - condenação por roubo majorado- periculosidade e culpabilidade excessivas justificam a prisão preventiva para garantia da ordem pública. 
HABEAS CORPUS –  impossibilidade de análise aprofundada do mérito para verificar a possibilidade de regime diverso do fechado ou do cabimento da substituição da pena privativa de liberdade por pena restritiva de direito, verdadeiro exercício de futurologia.
PANDEMIA - corona vírus - não preenchimento dos requisitos mínimos do grupo de risco - ausência de comprovação de presença de pessoa infectada com o mencionado vírus no estabelecimento no qual se encontra o paciente, nem tampouco comprovação de falta de suporte médico no estabelecimento prisional - paciente em efetivo isolamento social - indefere-se o processamento. 								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>2&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335683" cdForo="0" >
										2002683-10.2022.8.26.0000
									</a>
									<span class="segredoJustica">&nbsp;(Segredo de Justiça)</span>
									<a class="downloadEmenta" cdAcordao="15335683" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335683);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335683" style="display: none;" >									
	<div id="textAreaDados_15335683" class="mensagemSemFormatacao" >
		HABEAS CORPUS &ndash;  alega&ccedil;&atilde;o de falta de fundamenta&ccedil;&atilde;o id&ocirc;nea na r.decis&atilde;o que converteu a pris&atilde;o em flagrante em preventiva &ndash;  inocorr&ecirc;ncia
HABEAS CORPUS &ndash;  Homic&iacute;dio tentado e les&atilde;o corporal &ndash;  materialidade demonstrada pelas fichas de atendimento m&eacute;dico, pelo boletim de ocorr&ecirc;ncia e pela prova oral coligida - ind&iacute;cios de autoria - not&iacute;cias de que o paciente chegou sob o efeito de &aacute;lcool e drogas em casa e, por suspeitar que havia sido tra&iacute;do pela companheira, armou-se com uma faca e, com manifesta inten&ccedil;&atilde;o homicida, desferiu golpes contra o corpo de Val&eacute;ria que, de sua parte, contou com a ajuda dos filhos Fabio e Isabely que a defenderam, conseguindo desarmar o paciente que, ainda durante a tentativa de prosseguir com outros golpes de faca e tentando se desvencilhar do filho e da enteada, ofendeu a integridade corporal de Isabely, causando nela corte na regi&atilde;o do peito e em um dos dedos da m&atilde;o direita.&ndash;  Cust&oacute;dia cautelar que se justifica, ante a presen&ccedil;a dos requisitos do art. 312 do CPP, notadamente para garantia da ordem p&uacute;blica, principalmente a seguran&ccedil;a da v&iacute;tima &ndash;  crime praticado na presen&ccedil;a do filho e da enteada - maior reprovabilidade da conduta - paciente que j&aacute; respondeu a outro processo por viol&ecirc;ncia &agrave; pessoa - periculosidade evidenciada por sua personalidade delitiva, fato que tamb&eacute;m torna necess&aacute;ria sua cust&oacute;dia para garantia da ordem p&uacute;blica.
HABEAS CORPUS &ndash;  impossibilidade de an&aacute;lise aprofundada do m&eacute;rito para verificar a possibilidade de desclassifica&ccedil;&atilde;o da conduta, verdadeiro exerc&iacute;cio de futurologia.
PANDEMIA - corona v&iacute;rus - n&atilde;o preenchimento dos requisitos m&iacute;nimos do grupo de risco - aus&ecirc;ncia de comprova&ccedil;&atilde;o de presen&ccedil;a de pessoa infectada com o mencionado v&iacute;rus no estabelecimento no qual se encontra o paciente, nem tampouco comprova&ccedil;&atilde;o de falta de suporte m&eacute;dico no estabelecimento prisional - paciente em efetivo isolamento social - indefere-se o processamento. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2002683-10.2022.8.26.0000; Relator (a):&nbsp;Mens de Mello; &Oacute;rg&atilde;o Julgador: 7&ordf; C&acirc;mara de Direito Criminal; Foro de Mogi das Cruzes -&nbsp;3&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(2 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Homicídio Qualificado											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Mens de Mello
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Mogi das Cruzes
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									7ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>HABEAS CORPUS –  alegação de falta de fundamentação idônea na r.decisão que converteu a prisão em flagrante em preventiva –  inocorrência
HABEAS CORPUS –  Homicídio tentado e lesão corporal –  materialidade demonstrada pelas fichas de atendimento médico, pelo boletim de ocorrência e pela prova oral coligida - indícios de autoria - notícias de que o paciente chegou sob o efeito de álcool e drogas
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>HABEAS CORPUS –  alegação de falta de fundamentação idônea na r.decisão que converteu a prisão em flagrante em preventiva –  inocorrência
HABEAS CORPUS –  Homicídio tentado e lesão corporal –  materialidade demonstrada pelas fichas de atendimento médico, pelo boletim de ocorrência e pela prova oral coligida - indícios de autoria - notícias de que o paciente chegou sob o efeito de álcool e drogas em casa e, por suspeitar que havia sido traído pela companheira, armou-se com uma faca e, com manifesta intenção homicida, desferiu golpes contra o corpo de Valéria que, de sua parte, contou com a ajuda dos filhos Fabio e Isabely que a defenderam, conseguindo desarmar o paciente que, ainda durante a tentativa de prosseguir com outros golpes de faca e tentando se desvencilhar do filho e da enteada, ofendeu a integridade corporal de Isabely, causando nela corte na região do peito e em um dos dedos da mão direita.–  Custódia cautelar que se justifica, ante a presença dos requisitos do art. 312 do CPP, notadamente para garantia da ordem pública, principalmente a segurança da vítima –  crime praticado na presença do filho e da enteada - maior reprovabilidade da conduta - paciente que já respondeu a outro processo por violência à pessoa - periculosidade evidenciada por sua personalidade delitiva, fato que também torna necessária sua custódia para garantia da ordem pública.
HABEAS CORPUS –  impossibilidade de análise aprofundada do mérito para verificar a possibilidade de desclassificação da conduta, verdadeiro exercício de futurologia.
PANDEMIA - corona vírus - não preenchimento dos requisitos mínimos do grupo de risco - ausência de comprovação de presença de pessoa infectada com o mencionado vírus no estabelecimento no qual se encontra o paciente, nem tampouco comprovação de falta de suporte médico no estabelecimento prisional - paciente em efetivo isolamento social - indefere-se o processamento. 								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>3&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335676" cdForo="0" >
										2300461-30.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335676" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335676);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335676" style="display: none;" >									
	<div id="textAreaDados_15335676" class="mensagemSemFormatacao" >
		
HABEAS CORPUS &ndash;  tr&aacute;fico de drogas &ndash;  necessidade de manten&ccedil;a da pris&atilde;o &ndash;  decis&atilde;o devidamente fundamentada &ndash;  indeferimento. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2300461-30.2021.8.26.0000; Relator (a):&nbsp;Mens de Mello; &Oacute;rg&atilde;o Julgador: 7&ordf; C&acirc;mara de Direito Criminal; Foro de Salto -&nbsp;3&ordf; Vara; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
										<span class="segredoJustica">(1 ocorrência encontrada no inteiro teor do documento)</span>
									
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Tráfico de Drogas e Condutas Afins											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Mens de Mello
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Salto
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									7ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
								
															
								
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div id="ementa15335676" align="justify">
												<strong>
													Ementa:
												</strong>
												
HABEAS CORPUS –  tráfico de drogas –  necessidade de mantença da prisão –  decisão devidamente fundamentada –  indeferimento. 					
											</div>
										</td>
									</tr>
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>4&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335642" cdForo="0" >
										2294980-86.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335642" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335642);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335642" style="display: none;" >									
	<div id="textAreaDados_15335642" class="mensagemSemFormatacao" >
		Habeas corpus &ndash; Execu&ccedil;&atilde;o penal &ndash;  Alega&ccedil;&atilde;o de demora na aprecia&ccedil;&atilde;o de pleito de progress&atilde;o de regime &ndash;  Concedida a progress&atilde;o ao regime aberto &ndash;  Alegado constrangimento ilegal que n&atilde;o mais subsiste &ndash;  Impetra&ccedil;&atilde;o julgada prejudicada. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2294980-86.2021.8.26.0000; Relator (a):&nbsp;Ely Amioka; &Oacute;rg&atilde;o Julgador: 8&ordf; C&acirc;mara de Direito Criminal; Bauru/DEECRIM UR3 -&nbsp;Unidade Regional de Departamento Estadual de Execu&ccedil;&atilde;o Criminal DEECRIM 3&ordf; RAJ; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
										<span class="segredoJustica">(1 ocorrência encontrada no inteiro teor do documento)</span>
									
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Crimes contra a Flora											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Ely Amioka
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Bauru
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									8ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
								
															
								
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div id="ementa15335642" align="justify">
												<strong>
													Ementa:
												</strong>
												Habeas corpus – Execução penal –  Alegação de demora na apreciação de pleito de progressão de regime –  Concedida a progressão ao regime aberto –  Alegado constrangimento ilegal que não mais subsiste –  Impetração julgada prejudicada. 					
											</div>
										</td>
									</tr>
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>5&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335511" cdForo="0" >
										2282220-08.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335511" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335511);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335511" style="display: none;" >									
	<div id="textAreaDados_15335511" class="mensagemSemFormatacao" >
		
HABEAS CORPUS &ndash;  PRETENDIDA A REVOGA&Ccedil;&Atilde;O DA PRIS&Atilde;O PREVENTIVA &ndash;  IMPOSSIBILIDADE &ndash;  PRESEN&Ccedil;A DOS REQUISITOS DO ARTIGO 312 DO CPP &ndash;  Inexiste constrangimento ilegal em decis&atilde;o que converte a pris&atilde;o em flagrante em preventiva ou denega liberdade provis&oacute;ria, diante da demonstra&ccedil;&atilde;o da materialidade do delito e da exist&ecirc;ncia de ind&iacute;cios da autoria, fundamentada em fatos concretos indicadores da real necessidade da pris&atilde;o cautelar da Paciente. Ordem denegada &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2282220-08.2021.8.26.0000; Relator (a):&nbsp;Luis Augusto de Sampaio Arruda; &Oacute;rg&atilde;o Julgador: 8&ordf; C&acirc;mara de Direito Criminal; Foro de Limeira -&nbsp;3&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(3 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Tráfico de Drogas e Condutas Afins											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Luis Augusto de Sampaio Arruda
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Limeira
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									8ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>
HABEAS CORPUS –  PRETENDIDA A REVOGAÇÃO DA PRISÃO PREVENTIVA –  IMPOSSIBILIDADE –  PRESENÇA DOS REQUISITOS DO ARTIGO 312 DO CPP –  Inexiste constrangimento ilegal em decisão que converte a prisão em flagrante em preventiva ou denega liberdade provisória, diante da demonstração da materialidade do delito e da existência de indícios da autoria, fundamentada em fatos concretos indicadores da real
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>
HABEAS CORPUS –  PRETENDIDA A REVOGAÇÃO DA PRISÃO PREVENTIVA –  IMPOSSIBILIDADE –  PRESENÇA DOS REQUISITOS DO ARTIGO 312 DO CPP –  Inexiste constrangimento ilegal em decisão que converte a prisão em flagrante em preventiva ou denega liberdade provisória, diante da demonstração da materialidade do delito e da existência de indícios da autoria, fundamentada em fatos concretos indicadores da real necessidade da prisão cautelar da Paciente. Ordem denegada 								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>6&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335532" cdForo="0" >
										2302133-73.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335532" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335532);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335532" style="display: none;" >									
	<div id="textAreaDados_15335532" class="mensagemSemFormatacao" >
		N/A&nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2302133-73.2021.8.26.0000; Relator (a):&nbsp;M&aacute;rio Devienne Ferraz; &Oacute;rg&atilde;o Julgador: 1&ordf; C&acirc;mara de Direito Criminal; Foro de Amparo -&nbsp;2&ordf; Vara; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
										<span class="segredoJustica">(1 ocorrência encontrada no inteiro teor do documento)</span>
									
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Leve											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Mário Devienne Ferraz
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Amparo
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									1ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>7&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335444" cdForo="0" >
										2283001-30.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335444" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335444);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335444" style="display: none;" >									
	<div id="textAreaDados_15335444" class="mensagemSemFormatacao" >
		Habeas&nbsp;Corpus &ndash;&nbsp;Associa&ccedil;&atilde;o criminosa, posse de droga, porte ilegal de arma de fogo &ndash;  Pretens&atilde;o de revoga&ccedil;&atilde;o da cust&oacute;dia cautelar apontando&nbsp;aus&ecirc;ncia de fundamenta&ccedil;&atilde;o id&ocirc;nea &ndash;  Impossibilidade&nbsp;&ndash;  Gravidade concreta do&nbsp;crime &ndash;  Irrelev&acirc;ncia de ser o paciente prim&aacute;rio e sem antecedentes &ndash;  Precedentes &ndash;  Decis&atilde;o judicial bastante fundamentada e amparada em dados concretos do processo &ndash;  Descabimento de medidas cautelares diversas da pris&atilde;o &ndash;  Descabimento de substitui&ccedil;&atilde;o por pris&atilde;o domiciliar - Inexist&ecirc;ncia de abuso de autoridade ou ilegalidade manifesta &ndash;  Ordem denegada.&nbsp; &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2283001-30.2021.8.26.0000; Relator (a):&nbsp;Andr&eacute; Carvalho e Silva de Almeida; &Oacute;rg&atilde;o Julgador: 2&ordf; C&acirc;mara de Direito Criminal; Foro de S&atilde;o Bernardo do Campo -&nbsp;2&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(2 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Estelionato											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> André Carvalho e Silva de Almeida
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Bernardo do Campo
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									2ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>Habeas Corpus – Associação criminosa, posse de droga, porte ilegal de arma de fogo –  Pretensão de revogação da custódia cautelar apontando ausência de fundamentação idônea –  Impossibilidade –  Gravidade concreta do crime –  Irrelevância de ser o paciente primário e sem antecedentes –  Precedentes –  Decisão judicial bastante fundamentada e amparada em dados concretos do processo –  Descabimento
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>Habeas Corpus – Associação criminosa, posse de droga, porte ilegal de arma de fogo –  Pretensão de revogação da custódia cautelar apontando ausência de fundamentação idônea –  Impossibilidade –  Gravidade concreta do crime –  Irrelevância de ser o paciente primário e sem antecedentes –  Precedentes –  Decisão judicial bastante fundamentada e amparada em dados concretos do processo –  Descabimento de medidas cautelares diversas da prisão –  Descabimento de substituição por prisão domiciliar - Inexistência de abuso de autoridade ou ilegalidade manifesta –  Ordem denegada.  								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>8&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335439" cdForo="0" >
										2257900-88.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335439" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335439);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335439" style="display: none;" >									
	<div id="textAreaDados_15335439" class="mensagemSemFormatacao" >
		N/A&nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2257900-88.2021.8.26.0000; Relator (a):&nbsp;Mauricio Henrique Guimar&atilde;es Pereira Filho; &Oacute;rg&atilde;o Julgador: 5&ordf; C&acirc;mara de Direito Criminal; Foro de S&atilde;o Bernardo do Campo -&nbsp;1&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(2 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Extorsão mediante seqüestro											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Mauricio Henrique Guimarães Pereira Filho
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Bernardo do Campo
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									5ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>9&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335395" cdForo="0" >
										2281852-96.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335395" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335395);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335395" style="display: none;" >									
	<div id="textAreaDados_15335395" class="mensagemSemFormatacao" >
		N/A&nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2281852-96.2021.8.26.0000; Relator (a):&nbsp;Mauricio Henrique Guimar&atilde;es Pereira Filho; &Oacute;rg&atilde;o Julgador: 5&ordf; C&acirc;mara de Direito Criminal; Foro Central Criminal Barra Funda -&nbsp;26&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
										<span class="segredoJustica">(1 ocorrência encontrada no inteiro teor do documento)</span>
									
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Tráfico de Drogas e Condutas Afins											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Mauricio Henrique Guimarães Pereira Filho
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Paulo
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									5ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>10&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335017" cdForo="0" >
										2291976-41.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335017" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335017);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335017" style="display: none;" >									
	<div id="textAreaDados_15335017" class="mensagemSemFormatacao" >
		HABEAS CORPUS &ndash;  Artigo 157, &sect;2&ordm;, inciso II, do C&oacute;digo Penal, e artigo 244-B, da Lei n&ordm; 8.069/90, na forma do artigo 69, c.c. o artigo 61, inciso II, al&iacute;nea &quot;j&quot;, ambos do C&oacute;digo Penal &ndash;  Convers&atilde;o do flagrante em pris&atilde;o preventiva, j&aacute; mantida para um dos acusados &ndash;  N&atilde;o h&aacute; fragilidade indici&aacute;ria &ndash;  Intelig&ecirc;ncia dos artigos 312 e 313 do C&oacute;digo de Processo Penal &ndash;  Requisitos objetivos e subjetivos verificados &ndash;  Decis&otilde;es bem fundamentadas, nos termos do artigo 315 do C&oacute;digo de Processo Penal &ndash;  Gravidade concreta - Liberdade provis&oacute;ria incab&iacute;vel &ndash;  Ordem DENEGADA. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2291976-41.2021.8.26.0000; Relator (a):&nbsp;Heitor Donizete de Oliveira; &Oacute;rg&atilde;o Julgador: 12&ordf; C&acirc;mara de Direito Criminal; Foro Central Criminal Barra Funda -&nbsp;DIPO 4 - Se&ccedil;&atilde;o 4.1.1; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
										<span class="segredoJustica">(1 ocorrência encontrada no inteiro teor do documento)</span>
									
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Roubo Majorado											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Heitor Donizete de Oliveira
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Paulo
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									12ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>HABEAS CORPUS –  Artigo 157, §2º, inciso II, do Código Penal, e artigo 244-B, da Lei nº 8.069/90, na forma do artigo 69, c.c. o artigo 61, inciso II, alínea "j", ambos do Código Penal –  Conversão do flagrante em prisão preventiva, já mantida para um dos acusados –  Não há fragilidade indiciária –  Inteligência dos artigos 312 e 313 do Código de Processo Penal –  Requisitos objetivos e subjetivos
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>HABEAS CORPUS –  Artigo 157, §2º, inciso II, do Código Penal, e artigo 244-B, da Lei nº 8.069/90, na forma do artigo 69, c.c. o artigo 61, inciso II, alínea "j", ambos do Código Penal –  Conversão do flagrante em prisão preventiva, já mantida para um dos acusados –  Não há fragilidade indiciária –  Inteligência dos artigos 312 e 313 do Código de Processo Penal –  Requisitos objetivos e subjetivos verificados –  Decisões bem fundamentadas, nos termos do artigo 315 do Código de Processo Penal –  Gravidade concreta - Liberdade provisória incabível –  Ordem DENEGADA. 								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>11&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15335012" cdForo="0" >
										2284798-41.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15335012" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15335012);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15335012" style="display: none;" >									
	<div id="textAreaDados_15335012" class="mensagemSemFormatacao" >
		HABEAS CORPUS &ndash;  Artigo 171, &sect;4&deg;, do C&oacute;digo Penal &nbsp;&ndash;  Flagrante e pris&atilde;o preventiva j&aacute; mantidos em Habeas Corpus anterior &ndash;  Pris&atilde;o preventiva&nbsp;mantida na senten&ccedil;a condenat&oacute;ria &ndash;  Decis&atilde;o bem fundamentada, nos termos do artigo 315 do C&oacute;digo de Processo Penal &ndash;  Liberdade processual incab&iacute;vel &ndash;&nbsp;Ordem DENEGADA. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2284798-41.2021.8.26.0000; Relator (a):&nbsp;Heitor Donizete de Oliveira; &Oacute;rg&atilde;o Julgador: 12&ordf; C&acirc;mara de Direito Criminal; Foro de S&atilde;o Joaquim da Barra -&nbsp;2&ordf; Vara; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(2 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Estelionato											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Heitor Donizete de Oliveira
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Joaquim da Barra
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									12ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
								
															
								
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div id="ementa15335012" align="justify">
												<strong>
													Ementa:
												</strong>
												HABEAS CORPUS –  Artigo 171, §4°, do Código Penal  –  Flagrante e prisão preventiva já mantidos em Habeas Corpus anterior –  Prisão preventiva mantida na sentença condenatória –  Decisão bem fundamentada, nos termos do artigo 315 do Código de Processo Penal –  Liberdade processual incabível – Ordem DENEGADA. 					
											</div>
										</td>
									</tr>
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>12&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15334709" cdForo="0" >
										2284788-94.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15334709" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15334709);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15334709" style="display: none;" >									
	<div id="textAreaDados_15334709" class="mensagemSemFormatacao" >
		HABEAS CORPUS &ndash;  Artigo 171, &sect;4&deg;, do C&oacute;digo Penal &nbsp;&ndash;  Flagrante e pris&atilde;o preventiva j&aacute; mantidos em Habeas Corpus anterior &ndash;  Pris&atilde;o preventiva&nbsp;mantida na senten&ccedil;a condenat&oacute;ria &ndash;  Decis&atilde;o bem fundamentada, nos termos do artigo 315 do C&oacute;digo de Processo Penal &ndash;  Liberdade processual incab&iacute;vel &ndash;&nbsp;Ordem DENEGADA. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2284788-94.2021.8.26.0000; Relator (a):&nbsp;Heitor Donizete de Oliveira; &Oacute;rg&atilde;o Julgador: 12&ordf; C&acirc;mara de Direito Criminal; Foro de S&atilde;o Joaquim da Barra -&nbsp;2&ordf; Vara; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(2 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Estelionato											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Heitor Donizete de Oliveira
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Joaquim da Barra
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									12ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
								
															
								
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div id="ementa15334709" align="justify">
												<strong>
													Ementa:
												</strong>
												HABEAS CORPUS –  Artigo 171, §4°, do Código Penal  –  Flagrante e prisão preventiva já mantidos em Habeas Corpus anterior –  Prisão preventiva mantida na sentença condenatória –  Decisão bem fundamentada, nos termos do artigo 315 do Código de Processo Penal –  Liberdade processual incabível – Ordem DENEGADA. 					
											</div>
										</td>
									</tr>
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>13&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15334928" cdForo="0" >
										2258156-31.2021.8.26.0000
									</a>
									<span class="segredoJustica">&nbsp;(Segredo de Justiça)</span>
									<a class="downloadEmenta" cdAcordao="15334928" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15334928);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15334928" style="display: none;" >									
	<div id="textAreaDados_15334928" class="mensagemSemFormatacao" >
		Habeas corpus &ndash;  Furto qualificado, recepta&ccedil;&atilde;o, associa&ccedil;&atilde;o criminosa armada e estelionato &ndash;  Decis&atilde;o que, nos autos do pedido de busca e apreens&atilde;o criminal autuado sob n&ordm; 1523269-57.2021.8.26.0228, dentre outras delibera&ccedil;&otilde;es, acolheu representa&ccedil;&atilde;o formulada pela Autoridade Policial (ratificada pelo Minist&eacute;rio P&uacute;blico) para decretar a pris&atilde;o tempor&aacute;ria dos investigados &ndash;  Impetra&ccedil;&atilde;o defensiva pleiteando a com cess&atilde;o de liberdade ao coinvestigado D. M. d. O. &ndash;  Descabimento &ndash;  Decis&atilde;o devidamente fundamentada na gravidade dos delitos e nas circunst&acirc;ncias do caso concreto &ndash;  Embora o impetrante afirme que o paciente possui resid&ecirc;ncia fixa e ocupa&ccedil;&atilde;o l&iacute;cita em local conhecido, o mandado de pris&atilde;o contra ele expedido dia 25/09/2021 ainda n&atilde;o foi cumprido porque, at&eacute; ent&atilde;o, o paciente n&atilde;o foi localizado &ndash;  Cust&oacute;dia tempor&aacute;ria imprescind&iacute;vel para as investiga&ccedil;&otilde;es &ndash;  Aus&ecirc;ncia de constrangimento ilegal &ndash;  ORDEM DENEGADA. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2258156-31.2021.8.26.0000; Relator (a):&nbsp;Osni Pereira; &Oacute;rg&atilde;o Julgador: 16&ordf; C&acirc;mara de Direito Criminal; Foro Central Criminal Barra Funda -&nbsp;DIPO 4 - Se&ccedil;&atilde;o 4.2.2; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(3 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Furto Qualificado											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Osni Pereira
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Paulo
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									16ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>Habeas corpus –  Furto qualificado, receptação, associação criminosa armada e estelionato –  Decisão que, nos autos do pedido de busca e apreensão criminal autuado sob nº 1523269-57.2021.8.26.0228, dentre outras deliberações, acolheu representação formulada pela Autoridade Policial (ratificada pelo Ministério Público) para decretar a prisão temporária dos investigados –  Impetração defensiva
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>Habeas corpus –  Furto qualificado, receptação, associação criminosa armada e estelionato –  Decisão que, nos autos do pedido de busca e apreensão criminal autuado sob nº 1523269-57.2021.8.26.0228, dentre outras deliberações, acolheu representação formulada pela Autoridade Policial (ratificada pelo Ministério Público) para decretar a prisão temporária dos investigados –  Impetração defensiva pleiteando a com cessão de liberdade ao coinvestigado D. M. d. O. –  Descabimento –  Decisão devidamente fundamentada na gravidade dos delitos e nas circunstâncias do caso concreto –  Embora o impetrante afirme que o paciente possui residência fixa e ocupação lícita em local conhecido, o mandado de prisão contra ele expedido dia 25/09/2021 ainda não foi cumprido porque, até então, o paciente não foi localizado –  Custódia temporária imprescindível para as investigações –  Ausência de constrangimento ilegal –  ORDEM DENEGADA. 								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>14&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15334965" cdForo="0" >
										2298800-16.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15334965" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15334965);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15334965" style="display: none;" >									
	<div id="textAreaDados_15334965" class="mensagemSemFormatacao" >
		Habeas Corpus &ndash;  Tr&aacute;fico de drogas e posse de animais silvestres sem a devida permiss&atilde;o (artigo 33, caput, da Lei n&ordm; 11.343/2006 e artigo 29 da Lei n&ordm; 9.605/1998) &ndash;  Decis&atilde;o que converteu em preventiva a pris&atilde;o em flagrante do autuado &ndash;  Impetra&ccedil;&atilde;o defensiva pleiteando a concess&atilde;o de liberdade provis&oacute;ria, com fundamento (1) na aus&ecirc;ncia dos requisitos legais para decreta&ccedil;&atilde;o da cust&oacute;dia cautelar; e (2) na Recomenda&ccedil;&atilde;o n&ordm; 62/2020 do CNJ &ndash;  Cabimento &ndash;  Paciente prim&aacute;rio e sem antecedentes criminais &ndash;  Quantidade apreendida de &quot;crack&quot; que n&atilde;o pode ser considerada exagerada em compara&ccedil;&atilde;o a tantos outros casos julgados por este Egr&eacute;gio Tribunal de Justi&ccedil;a [40 (quarenta) por&ccedil;&otilde;es, com peso total bruto de 12g (doze gramas)], de modo que n&atilde;o demonstra periculosidade acentuada do paciente &ndash;  Gravidade dos crimes que, por si s&oacute;, n&atilde;o pode ensejar a manuten&ccedil;&atilde;o da cust&oacute;dia cautelar &ndash;  Possibilidade, em princ&iacute;pio, de oportuna aplica&ccedil;&atilde;o da causa de diminui&ccedil;&atilde;o prevista no artigo 33, &sect; 4&ordm;, da Lei n&ordm; 11.343/2006, bem como de substitui&ccedil;&atilde;o da pena privativa de liberdade por restritivas de direitos ou, at&eacute; mesmo, fixa&ccedil;&atilde;o de regime diverso do fechado para expia&ccedil;&atilde;o da reprimenda corporal, caso haja condena&ccedil;&atilde;o &ndash;  Precedentes desta Colenda 16&ordf; C&acirc;mara de Direito Criminal em casos an&aacute;logos &ndash;  Constrangimento ilegal configurado &ndash;  CONCESS&Atilde;O DA ORDEM DE HABEAS CORPUS PARA O FIM DE, CONVALIDANDO A LIMINAR ANTERIORMENTE DEFERIDA, SUBSTITUIR A PRIS&Atilde;O PREVENTIVA DO PACIENTE PELAS MEDIDAS CAUTELARES PREVISTAS NO ARTIGO 319, INCISOS IV E V, DO CPP. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2298800-16.2021.8.26.0000; Relator (a):&nbsp;Osni Pereira; &Oacute;rg&atilde;o Julgador: 16&ordf; C&acirc;mara de Direito Criminal; Foro Plant&atilde;o - 48&ordf; CJ - Guaratinguet&aacute; -&nbsp;Vara Plant&atilde;o-  Guaratinguet&aacute;; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
										<span class="segredoJustica">(1 ocorrência encontrada no inteiro teor do documento)</span>
									
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Tráfico de Drogas e Condutas Afins											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Osni Pereira
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Guaratinguetá
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									16ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>Habeas Corpus –  Tráfico de drogas e posse de animais silvestres sem a devida permissão (artigo 33, caput, da Lei nº 11.343/2006 e artigo 29 da Lei nº 9.605/1998) –  Decisão que converteu em preventiva a prisão em flagrante do autuado –  Impetração defensiva pleiteando a concessão de liberdade provisória, com fundamento (1) na ausência dos requisitos legais para decretação da custódia cautelar; e
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>Habeas Corpus –  Tráfico de drogas e posse de animais silvestres sem a devida permissão (artigo 33, caput, da Lei nº 11.343/2006 e artigo 29 da Lei nº 9.605/1998) –  Decisão que converteu em preventiva a prisão em flagrante do autuado –  Impetração defensiva pleiteando a concessão de liberdade provisória, com fundamento (1) na ausência dos requisitos legais para decretação da custódia cautelar; e (2) na Recomendação nº 62/2020 do CNJ –  Cabimento –  Paciente primário e sem antecedentes criminais –  Quantidade apreendida de "crack" que não pode ser considerada exagerada em comparação a tantos outros casos julgados por este Egrégio Tribunal de Justiça [40 (quarenta) porções, com peso total bruto de 12g (doze gramas)], de modo que não demonstra periculosidade acentuada do paciente –  Gravidade dos crimes que, por si só, não pode ensejar a manutenção da custódia cautelar –  Possibilidade, em princípio, de oportuna aplicação da causa de diminuição prevista no artigo 33, § 4º, da Lei nº 11.343/2006, bem como de substituição da pena privativa de liberdade por restritivas de direitos ou, até mesmo, fixação de regime diverso do fechado para expiação da reprimenda corporal, caso haja condenação –  Precedentes desta Colenda 16ª Câmara de Direito Criminal em casos análogos –  Constrangimento ilegal configurado –  CONCESSÃO DA ORDEM DE HABEAS CORPUS PARA O FIM DE, CONVALIDANDO A LIMINAR ANTERIORMENTE DEFERIDA, SUBSTITUIR A PRISÃO PREVENTIVA DO PACIENTE PELAS MEDIDAS CAUTELARES PREVISTAS NO ARTIGO 319, INCISOS IV E V, DO CPP. 								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>15&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15334946" cdForo="0" >
										2291247-15.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15334946" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15334946);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15334946" style="display: none;" >									
	<div id="textAreaDados_15334946" class="mensagemSemFormatacao" >
		
Habeas Corpus &ndash;  Furto tentado duplamente qualificado, agravado pela situa&ccedil;&atilde;o de calamidade p&uacute;blica e majorado pelo repouso noturno (artigo 155, &sect; 1&ordm; e &sect; 4&ordm;, incisos I e II, c.c. o artigo 61, inciso II, al&iacute;nea &quot;j&quot;, c.c. o artigo 14, inciso II, todos do C&oacute;digo Penal) &ndash;  Decis&atilde;o que converteu em preventiva a pris&atilde;o em flagrante do autuado &ndash;  Impetra&ccedil;&atilde;o defensiva pleiteando a concess&atilde;o de liberdade provis&oacute;ria, com fundamento (1) na aus&ecirc;ncia dos requisitos para decreta&ccedil;&atilde;o da cust&oacute;dia cautelar; e (2) na Recomenda&ccedil;&atilde;o n&ordm; 62/2020 do CNJ &ndash;  Descabimento &ndash;  Segrega&ccedil;&atilde;o cautelar fundamentada na gravidade do delito, nas circunst&acirc;ncias do caso concreto e nas condi&ccedil;&otilde;es pessoais desfavor&aacute;veis do paciente (multireincidente espec&iacute;fico e que responde em liberdade a outras a&ccedil;&otilde;es, tamb&eacute;m, pelo mesmo delito ora imputado) &ndash;  Necess&aacute;ria manuten&ccedil;&atilde;o da medida para garantia da ordem p&uacute;blica, para conveni&ecirc;ncia da instru&ccedil;&atilde;o criminal e para assegurar a aplica&ccedil;&atilde;o da lei penal &ndash; Medidas cautelares alternativas ao c&aacute;rcere que j&aacute; se revelaram insuficientes &ndash;  Paciente que, ademais, n&atilde;o se encaixa em nenhuma das hip&oacute;teses de excepcional concess&atilde;o de liberdade provis&oacute;ria ou pris&atilde;o domiciliar previstas na Recomenda&ccedil;&atilde;o n&ordm; 62/2020 do Conselho Nacional de Justi&ccedil;a &ndash;  Constrangimento ilegal n&atilde;o configurado &ndash;  ORDEM DE HABEAS CORPUS DENEGADA. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2291247-15.2021.8.26.0000; Relator (a):&nbsp;Osni Pereira; &Oacute;rg&atilde;o Julgador: 16&ordf; C&acirc;mara de Direito Criminal; Foro Central Criminal Barra Funda -&nbsp;10&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(6 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Furto Qualificado											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Osni Pereira
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Paulo
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									16ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>
Habeas Corpus –  Furto tentado duplamente qualificado, agravado pela situação de calamidade pública e majorado pelo repouso noturno (artigo 155, § 1º e § 4º, incisos I e II, c.c. o artigo 61, inciso II, alínea "j", c.c. o artigo 14, inciso II, todos do Código Penal) –  Decisão que converteu em preventiva a prisão em flagrante do autuado –  Impetração defensiva pleiteando a concessão de
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>
Habeas Corpus –  Furto tentado duplamente qualificado, agravado pela situação de calamidade pública e majorado pelo repouso noturno (artigo 155, § 1º e § 4º, incisos I e II, c.c. o artigo 61, inciso II, alínea "j", c.c. o artigo 14, inciso II, todos do Código Penal) –  Decisão que converteu em preventiva a prisão em flagrante do autuado –  Impetração defensiva pleiteando a concessão de liberdade provisória, com fundamento (1) na ausência dos requisitos para decretação da custódia cautelar; e (2) na Recomendação nº 62/2020 do CNJ –  Descabimento –  Segregação cautelar fundamentada na gravidade do delito, nas circunstâncias do caso concreto e nas condições pessoais desfavoráveis do paciente (multireincidente específico e que responde em liberdade a outras ações, também, pelo mesmo delito ora imputado) –  Necessária manutenção da medida para garantia da ordem pública, para conveniência da instrução criminal e para assegurar a aplicação da lei penal – Medidas cautelares alternativas ao cárcere que já se revelaram insuficientes –  Paciente que, ademais, não se encaixa em nenhuma das hipóteses de excepcional concessão de liberdade provisória ou prisão domiciliar previstas na Recomendação nº 62/2020 do Conselho Nacional de Justiça –  Constrangimento ilegal não configurado –  ORDEM DE HABEAS CORPUS DENEGADA. 								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>16&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15334927" cdForo="0" >
										2283908-05.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15334927" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15334927);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15334927" style="display: none;" >									
	<div id="textAreaDados_15334927" class="mensagemSemFormatacao" >
		Habeas Corpus &ndash;  Tr&aacute;fico de drogas agravado pela situa&ccedil;&atilde;o de calamidade p&uacute;blica (artigo 33, caput, da Lei n&ordm; 11.343/2006 c.c. o artigo 61, inciso II, al&iacute;nea &quot;j&quot;, do C&oacute;digo Penal) &ndash;  Decis&atilde;o que converteu em preventiva a pris&atilde;o em flagrante do autuado &ndash;  Impetra&ccedil;&atilde;o defensiva arguindo, preliminarmente, a nulidade do flagrante e, consequentemente, da pris&atilde;o preventiva, sob o argumento de que n&atilde;o existia fundada suspeita para amparar a invas&atilde;o de domic&iacute;lio perpetrada pelos guardas civis municipais que participaram da ocorr&ecirc;ncia. No m&eacute;rito, pugna pela concess&atilde;o de liberdade provis&oacute;ria, com fundamento na aus&ecirc;ncia de requisitos legais para decreta&ccedil;&atilde;o e manuten&ccedil;&atilde;o da cust&oacute;dia cautelar.
PRELIMINAR &ndash;  Nulidade do flagrante &ndash;  Rejei&ccedil;&atilde;o &ndash;  Quest&atilde;o prejudicada, considerando que a cust&oacute;dia do paciente decorre, agora, de outro t&iacute;tulo, n&atilde;o mais do flagrante, e sim de pris&atilde;o preventiva decretada pelo Merit&iacute;ssimo Juiz da causa &ndash;  Ainda que assim n&atilde;o fosse, as circunst&acirc;ncias do caso concreto, em princ&iacute;pio, justificavam tanto a abordagem do paciente, na via p&uacute;blica, quanto a incurs&atilde;o policial no im&oacute;vel a ele pertencente &ndash;  Crime de tr&aacute;fico de drogas que, ademais, &eacute; permanente &ndash;  PRELIMINAR REJEITADA.
M&Eacute;RITO &ndash;  Concess&atilde;o de liberdade provis&oacute;ria &ndash;  Impossibilidade &ndash;  Segrega&ccedil;&atilde;o cautelar devidamente fundamentada na gravidade do delito (equiparado a hediondo), nas circunst&acirc;ncias do caso concreto [apreens&atilde;o de 06 (seis) por&ccedil;&otilde;es de &quot;maconha&quot;, com peso total bruto de 976,2g (novecentos e setenta e seis gramas e dois decigramas); e 01 (uma) por&ccedil;&atilde;o de &quot;coca&iacute;na&quot;, com peso total bruto de 4,2g (quatro gramas e dois decigramas), al&eacute;m de 01 (uma) balan&ccedil;a de precis&atilde;o, diversas embalagens pl&aacute;sticas e 01 (um) caderno contendo anota&ccedil;&otilde;es da suposta &quot;contabilidade do tr&aacute;fico&quot;] e nas condi&ccedil;&otilde;es pessoais desfavor&aacute;veis do paciente (multirreincidente em crimes dolosos, inclusive espec&iacute;fico no tr&aacute;fico de drogas] &ndash;  Necess&aacute;ria manuten&ccedil;&atilde;o da pris&atilde;o preventiva para garantia da ordem p&uacute;blica, para conveni&ecirc;ncia da instru&ccedil;&atilde;o criminal e para assegurar a aplica&ccedil;&atilde;o da lei penal &ndash; Paciente que, ademais, n&atilde;o se encaixa em nenhuma das hip&oacute;teses de excepcional concess&atilde;o de liberdade provis&oacute;ria ou pris&atilde;o domiciliar previstas na Recomenda&ccedil;&atilde;o n&ordm; 62/2020 do Conselho Nacional de Justi&ccedil;a &ndash;  Constrangimento ilegal n&atilde;o configurado &ndash;  ORDEM DENEGADA. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2283908-05.2021.8.26.0000; Relator (a):&nbsp;Osni Pereira; &Oacute;rg&atilde;o Julgador: 16&ordf; C&acirc;mara de Direito Criminal; Foro de Tatu&iacute; -&nbsp;2&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(5 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Tráfico de Drogas e Condutas Afins											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Osni Pereira
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Tatuí
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									16ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>Habeas Corpus –  Tráfico de drogas agravado pela situação de calamidade pública (artigo 33, caput, da Lei nº 11.343/2006 c.c. o artigo 61, inciso II, alínea "j", do Código Penal) –  Decisão que converteu em preventiva a prisão em flagrante do autuado –  Impetração defensiva arguindo, preliminarmente, a nulidade do flagrante e, consequentemente, da prisão preventiva, sob o argumento de que não
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>Habeas Corpus –  Tráfico de drogas agravado pela situação de calamidade pública (artigo 33, caput, da Lei nº 11.343/2006 c.c. o artigo 61, inciso II, alínea "j", do Código Penal) –  Decisão que converteu em preventiva a prisão em flagrante do autuado –  Impetração defensiva arguindo, preliminarmente, a nulidade do flagrante e, consequentemente, da prisão preventiva, sob o argumento de que não existia fundada suspeita para amparar a invasão de domicílio perpetrada pelos guardas civis municipais que participaram da ocorrência. No mérito, pugna pela concessão de liberdade provisória, com fundamento na ausência de requisitos legais para decretação e manutenção da custódia cautelar.
PRELIMINAR –  Nulidade do flagrante –  Rejeição –  Questão prejudicada, considerando que a custódia do paciente decorre, agora, de outro título, não mais do flagrante, e sim de prisão preventiva decretada pelo Meritíssimo Juiz da causa –  Ainda que assim não fosse, as circunstâncias do caso concreto, em princípio, justificavam tanto a abordagem do paciente, na via pública, quanto a incursão policial no imóvel a ele pertencente –  Crime de tráfico de drogas que, ademais, é permanente –  PRELIMINAR REJEITADA.
MÉRITO –  Concessão de liberdade provisória –  Impossibilidade –  Segregação cautelar devidamente fundamentada na gravidade do delito (equiparado a hediondo), nas circunstâncias do caso concreto [apreensão de 06 (seis) porções de "maconha", com peso total bruto de 976,2g (novecentos e setenta e seis gramas e dois decigramas); e 01 (uma) porção de "cocaína", com peso total bruto de 4,2g (quatro gramas e dois decigramas), além de 01 (uma) balança de precisão, diversas embalagens plásticas e 01 (um) caderno contendo anotações da suposta "contabilidade do tráfico"] e nas condições pessoais desfavoráveis do paciente (multirreincidente em crimes dolosos, inclusive específico no tráfico de drogas] –  Necessária manutenção da prisão preventiva para garantia da ordem pública, para conveniência da instrução criminal e para assegurar a aplicação da lei penal – Paciente que, ademais, não se encaixa em nenhuma das hipóteses de excepcional concessão de liberdade provisória ou prisão domiciliar previstas na Recomendação nº 62/2020 do Conselho Nacional de Justiça –  Constrangimento ilegal não configurado –  ORDEM DENEGADA. 								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>17&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15334970" cdForo="0" >
										2284955-14.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15334970" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15334970);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15334970" style="display: none;" >									
	<div id="textAreaDados_15334970" class="mensagemSemFormatacao" >
		HABEAS CORPUS &ndash;  Furto &ndash;  Insurg&ecirc;ncia contra a convers&atilde;o da pris&atilde;o em flagrante do paciente em preventiva, mediante decis&atilde;o carente de fundamenta&ccedil;&atilde;o id&ocirc;nea, e embora estivessem ausentes os requisitos previstos no art. 312 do CPP, asseverando ainda o risco de cont&aacute;gio pela Covid-19, diante dos termos da Recomenda&ccedil;&atilde;o 62/2020 do CNJ, requerendo assim o deferimento da liberdade provis&oacute;ria em seu favor ou a substitui&ccedil;&atilde;o pela pris&atilde;o domiciliar &ndash;  PERDA DO OBJETO &ndash;  Concedida a liberdade provis&oacute;ria ao paciente pelo Ju&iacute;zo monocr&aacute;tico, durante o tr&acirc;mite do writ. 
Ordem prejudicada.&nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2284955-14.2021.8.26.0000; Relator (a):&nbsp;Paulo Rossi; &Oacute;rg&atilde;o Julgador: 12&ordf; C&acirc;mara de Direito Criminal; Foro de Bauru -&nbsp;2&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(3 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Furto Qualificado											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Paulo Rossi
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Bauru
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									12ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>HABEAS CORPUS –  Furto –  Insurgência contra a conversão da prisão em flagrante do paciente em preventiva, mediante decisão carente de fundamentação idônea, e embora estivessem ausentes os requisitos previstos no art. 312 do CPP, asseverando ainda o risco de contágio pela <em>Covid</em>-19, diante dos termos da Recomendação 62/2020 do CNJ, requerendo assim o deferimento da liberdade provisória em
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>HABEAS CORPUS –  Furto –  Insurgência contra a conversão da prisão em flagrante do paciente em preventiva, mediante decisão carente de fundamentação idônea, e embora estivessem ausentes os requisitos previstos no art. 312 do CPP, asseverando ainda o risco de contágio pela <em>Covid</em>-19, diante dos termos da Recomendação 62/2020 do CNJ, requerendo assim o deferimento da liberdade provisória em seu favor ou a substituição pela prisão domiciliar –  PERDA DO OBJETO –  Concedida a liberdade provisória ao paciente pelo Juízo monocrático, durante o trâmite do writ. 
Ordem prejudicada.								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>18&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15334583" cdForo="0" >
										2290087-52.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15334583" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15334583);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15334583" style="display: none;" >									
	<div id="textAreaDados_15334583" class="mensagemSemFormatacao" >
		Habeas Corpus &ndash;  Tr&aacute;fico il&iacute;cito de drogas &ndash;  Excesso de prazo &ndash;  N&atilde;o ocorr&ecirc;ncia &ndash;  Dila&ccedil;&atilde;o do prazo tolerada com base no princ&iacute;pio da razoabilidade e das circunst&acirc;ncias do caso concreto &ndash;  Revoga&ccedil;&atilde;o autom&aacute;tica da pris&atilde;o cautelar pelo descumprimento do prazo nonagesimal no art. 316, par&aacute;grafo &uacute;nico, do CPP &ndash;  Impossibilidade &ndash;  Pris&atilde;o preventiva &ndash;  Pressupostos j&aacute; analisados quando do julgamento do writ anterior &ndash;  Ordem denegada, na parte conhecida. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2290087-52.2021.8.26.0000; Relator (a):&nbsp;Marcos Correa; &Oacute;rg&atilde;o Julgador: 6&ordf; C&acirc;mara de Direito Criminal; Foro de S&atilde;o Sebasti&atilde;o -&nbsp;Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(2 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Tráfico de Drogas e Condutas Afins											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Marcos Correa
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									São Sebastião
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									6ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
														
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div align="justify">
												<strong>Ementa: </strong>Habeas Corpus –  Tráfico ilícito de drogas –  Excesso de prazo –  Não ocorrência –  Dilação do prazo tolerada com base no princípio da razoabilidade e das circunstâncias do caso concreto –  Revogação automática da prisão cautelar pelo descumprimento do prazo nonagesimal no art. 316, parágrafo único, do CPP –  Impossibilidade –  Prisão preventiva –  Pressupostos já analisados quando do julgamento
											 	<a >
											 		<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMais.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>														
											</div>		
											<div align="justify" style="display: none;">
												<strong>Ementa: </strong>Habeas Corpus –  Tráfico ilícito de drogas –  Excesso de prazo –  Não ocorrência –  Dilação do prazo tolerada com base no princípio da razoabilidade e das circunstâncias do caso concreto –  Revogação automática da prisão cautelar pelo descumprimento do prazo nonagesimal no art. 316, parágrafo único, do CPP –  Impossibilidade –  Prisão preventiva –  Pressupostos já analisados quando do julgamento do writ anterior –  Ordem denegada, na parte conhecida. 								
												<a >
													<img class="mostrarOcultarEmenta cursorPointer" src="/cjsg/imagens/saj/icoMenos.png" height="12" width="12" border="0" title="Visualizar Ementa Completa"/>
												</a>	
											</div>					
										</td>
									</tr>						
								
															
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>19&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15334451" cdForo="0" >
										2001240-24.2022.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15334451" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15334451);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15334451" style="display: none;" >									
	<div id="textAreaDados_15334451" class="mensagemSemFormatacao" >
		Habeas Corpus. Crime de tr&aacute;fico de drogas. Revoga&ccedil;&atilde;o da pris&atilde;o preventiva, em convers&atilde;o de pris&atilde;o em flagrante. N&atilde;o cabimento. Requisitos autorizadores presentes. Constrangimento ilegal n&atilde;o configurado. Ordem denegada. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2001240-24.2022.8.26.0000; Relator (a):&nbsp;Zorzi Rocha; &Oacute;rg&atilde;o Julgador: 6&ordf; C&acirc;mara de Direito Criminal; Foro Plant&atilde;o - 44&ordf; CJ - Guarulhos -&nbsp;Vara Plant&atilde;o - Guarulhos; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
									
										<span class="segredoJustica">(3 ocorrências encontradas no inteiro teor do documento)</span>
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Crimes de Tráfico Ilícito e Uso Indevido de Drogas											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Zorzi Rocha
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Guarulhos
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									6ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
								
															
								
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div id="ementa15334451" align="justify">
												<strong>
													Ementa:
												</strong>
												Habeas Corpus. Crime de tráfico de drogas. Revogação da prisão preventiva, em conversão de prisão em flagrante. Não cabimento. Requisitos autorizadores presentes. Constrangimento ilegal não configurado. Ordem denegada. 					
											</div>
										</td>
									</tr>
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
			<tr class="fundocinza1">
				<td width="40" align="left" valign="top" class="ementaClass">
					<strong>20&nbsp;-</strong>
				</td>
				<td valign="top">
					<table cellspacing="0" cellpadding="0" width="100%"  >									
						<tr class="ementaClass" >
							<td colspan="2" align="left">
								
									<a class="esajLinkLogin downloadEmenta" style="vertical-align: top" title="Visualizar Inteiro Teor" cdAcordao="15334250" cdForo="0" >
										2279338-73.2021.8.26.0000
									</a>
									
									<a class="downloadEmenta" cdAcordao="15334250" cdForo="0">&nbsp;
										<img src="imagens/saj/ico_pdf.gif" border="0" title="Visualizar inteiro teor"/> <span class="downloadEmenta"></span>
									</a>
									<a class="textoSemFormatacao" onclick="abrirPopUpDadosSemFormatacao(15334250);" >&nbsp;										
										<img src="imagens/saj/ico_txt.gif" border="0" title="Visualizar ementa sem formatação"/> <span class="textoSemFormatacao"></span>
										






<div id="dadosSemFormatacao_15334250" style="display: none;" >									
	<div id="textAreaDados_15334250" class="mensagemSemFormatacao" >
		Habeas Corpus - Tr&aacute;fico il&iacute;cito de entorpecente &ndash;  Pedido de concess&atilde;o de liberdade provis&oacute;ria - Decis&atilde;o que justifica suficientemente a cust&oacute;dia cautelar &ndash;  Constrangimento ilegal n&atilde;o configurado - Ordem denegada. &nbsp;<br><br>(TJSP; &nbsp;Habeas Corpus Criminal 2279338-73.2021.8.26.0000; Relator (a):&nbsp;Marcelo Gordo; &Oacute;rg&atilde;o Julgador: 13&ordf; C&acirc;mara de Direito Criminal; Foro de Barueri -&nbsp;2&ordf; Vara Criminal; Data do Julgamento: 21/01/2022; Data de Registro: 21/01/2022)<br>
	</div>
</div>

									</a>
								
									
										<span class="segredoJustica">(1 ocorrência encontrada no inteiro teor do documento)</span>
									
									
								
							</td>
						</tr>
						
						<span class="assuntoClasse">&nbsp;
							
								
									<tr class="ementaClass2">
										<td align="left">
											<strong>
												Classe/Assunto:
											</strong> Habeas Corpus Criminal / Corrupção ativa											
										</td>
									</tr>									
								
								
																		
							
						</span>						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Relator(a):
									</strong> Marcelo Gordo
									
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Comarca:
									</strong> 
									Barueri
								</td>
							</tr>
											
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Órgão julgador:
									</strong>
									13ª Câmara de Direito Criminal
								</td>
							</tr>
						
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data do julgamento:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
							<tr class="ementaClass2">
								<td align="left">
									<strong>
										Data de publicação:
									</strong>
									21/01/2022
								</td>
							</tr>
						
						
						
																
						
													
								
															
								
									<tr class="ementaClass2">
										<td colspan="2" align="left">
											<div id="ementa15334250" align="justify">
												<strong>
													Ementa:
												</strong>
												Habeas Corpus - Tráfico ilícito de entorpecente –  Pedido de concessão de liberdade provisória - Decisão que justifica suficientemente a custódia cautelar –  Constrangimento ilegal não configurado - Ordem denegada. 					
											</div>
										</td>
									</tr>
								
							
						
					</table>
					<br /><br />
				</td>
			</tr>
		
	</table>
	

			#%#quebra_resposta#%#
			






<table id="abaAdicionar-A" style="cursor: pointer;" width="100%" border="0" cellpadding="0" cellspacing="1" align="center" bgcolor="#CCCCCC">
	<tr>
		<td width="*" height="20" bgcolor="#CCCCCC">
			<span id="spanTermosRelacionados" >
				<strong>
					Termos mais freqüentes
				</strong>
			</span>
		</td>
		<td width="50px" align="center">
			<img id="imgAdicionar" src="imagens/saj/fecharFiltro.gif" border="0"
				align="middle" style="cursor: pointer;">
		</td>
	</tr>
</table>

	<table width="100%" border="0" cellpadding="0" cellspacing="1" align="center" bgcolor="#CCCCCC">
		<tr>
			<td bgcolor="#EEEEEE">
								
					<table width="100%" cellpadding="0" cellspacing="0" class="termosRelacionados">
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo1" value="Ordem">
									<label for="ckTermo1">
										Ordem
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo2" value="prisão">
									<label for="ckTermo2">
										prisão
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo3" value="denegada">
									<label for="ckTermo3">
										denegada
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo4" value="Habeas">
									<label for="ckTermo4">
										Habeas
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo5" value="preventiva">
									<label for="ckTermo5">
										preventiva
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo6" value="ilegal">
									<label for="ckTermo6">
										ilegal
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo7" value="HABEAS">
									<label for="ckTermo7">
										HABEAS
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo8" value="CORPUS">
									<label for="ckTermo8">
										CORPUS
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo9" value="Corpus">
									<label for="ckTermo9">
										Corpus
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo10" value="paciente">
									<label for="ckTermo10">
										paciente
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo11" value="cautelar">
									<label for="ckTermo11">
										cautelar
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo12" value="Constrangimento">
									<label for="ckTermo12">
										Constrangimento
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo13" value="requisitos">
									<label for="ckTermo13">
										requisitos
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo14" value="Paciente">
									<label for="ckTermo14">
										Paciente
									</label>
								</td>			
							</tr>
						
							<tr>
								<td width="*" style="padding-left: 12px;">			
									<input type="checkbox" id="ckTermo15" value="medidas">
									<label for="ckTermo15">
										medidas
									</label>
								</td>			
							</tr>
						
						
					</table>
	
			</td>
		</tr>
		<tr>
			<td height="20" bgcolor="#DDDDDD">
				<table width="100%" cellpadding="0" cellspacing="0">
					<tr>
						<td align="center" style="padding-left: 10px;">
							<input type="button" class="conJurisBotaoSec"
								value="Adicionar à pesquisa" >
						</td>
					</tr>
				</table>
			</td>
		</tr>
	</table>

			#%#quebra_resposta#%#
			








<table width="100%" border="0" cellspacing="0" cellpadding="0" >
	<tr height="20">
		<td bgcolor="#EEEEEE">
			Resultados

			<strong>
				1 a 20
			</strong>
			de 45379
		</td>
			
		<td bgcolor="#EEEEEE" align="right">

		<div class="trocaDePagina">
		

		
		

		
		
		
			
				
					<span class="paginaAtual" >
						1
					</span>
				
				
			
		
			
				
				
					<a name="A2" style="padding-left:4px" >
						2
					</a>
				
			
		
			
				
				
					<a name="A3" style="padding-left:4px" >
						3
					</a>
				
			
		
			
				
				
					<a name="A4" style="padding-left:4px" >
						4
					</a>
				
			
		
			
				
				
					<a name="A5" style="padding-left:4px" >
						5
					</a>
				
			
		

		
			<a name="A2" title="Próxima página">
				&gt;
			</a>
		

		</div>

		</td>
	</tr>

	<tr>
		<td height="1" bgcolor="#999999" colspan="2"></td>
	</tr>
</table>

		
		
	
